@echo off
setlocal
for /l %%i in (3,-1,1) do (echo %%i秒 & ping -n 2 -w 1 127.0.0.1 > nul)
echo 我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！我不能！
pause>nul
